export const TagDataExample = [
    {
        type: 'button',
        question: '어떤 종류의 일기인가요?',
        tags: ['일상', '관찰', '운동', '연애', '공부', '여행',]
    },
    {
        type: 'search',
        question: '오늘의 식사는?',
        tags: [
            '김밥', '김치찌개', '과일빙수', '떡볶이',
            '냉면', 
            '돈가스', '도시락', '된장찌개',
            '라면',
            '마라탕', '마라샹궈',
            '분식', '보쌈', 
            '스파게티', '샌드위치', '순대국', '샐러드', '수제비', '쌀국수',
            '아구찜', '아구탕', '아이스크림', '일식', '와플',
            '중식', '짜장면', '죽', '족발',
            '치킨', 
            '케이크', '크로플', '칼국수',
            '토스트', 
            '피자', '팥빙수',
            '한식', '해물찜', '해물탕', '훠궈', '햄버거',
        ]
    },



    // {
    //     type: 'time',
    //     question: '시간형 질문',
    //     tags: [{
    //         id: 1,
    //         name: 'a'
    //     }, {
    //         id: 2,
    //         name: 'b'
    //     }, {
    //         id: 3,
    //         name: 'b'
    //     }]
    // },
    // {
    //     type: 'slider1',
    //     question: '수치형 질문1',
    //     tags: [{
    //         id: 1,
    //         name: 'a'
    //     }, {
    //         id: 2,
    //         name: 'b'
    //     }, {
    //         id: 3,
    //         name: 'b'
    //     }]
    // },
    // {
    //     type: 'slider2',
    //     question: '수치형 질문2',
    //     tags: [{
    //         id: 1,
    //         name: 'a'
    //     }, {
    //         id: 2,
    //         name: 'b'
    //     }, {
    //         id: 3,
    //         name: 'b'
    //     }]
    // },
];
